Repository: twofas/2fas-pass-browser-extension
Catalog: 2FAS Pass Browser Extension/2FAS Pass Browser Extension/Localizable.xcstrings
Source language: en
Languages: de, pl

# buttonCTA
source: Open Safari Extensions settings
de: Öffne die Safarieinstellungen
pl: Otwórz ustawienia rozszerzeń Safari

# errorContent
source: Something went wrong. Try to restart the app
de: Etwas ist schiefgelaufen. Bitte starte die App erneut.
pl: Wystąpił błąd. Zrestartuj aplikację

# errorTitle
source: Error
de: Fehler
pl: Błąd

# noteOff
source: You can turn it on in Safari Extensions settings.
de: Du kannst sie in den Safarieinstellungen aktivieren.
pl: Możesz je włączyć w ustawieniach rozszerzeń Safari.

# noteOn
source: You can turn it off in Safari Extensions settings.
de: Du kannst sie in den Safarieinstellungen deaktivieren.
pl: Możesz je wyłączyć w ustawieniach rozszerzeń Safari.

# stateContinuation
source: is currently
de: ist momentan
pl: jest obecnie

# stateOff
source: off
de: Aus
pl: wyłaczone

# stateOn
source: on
de: An
pl: włączone

# stateTitle
source: 2FAS Pass Browser Extension
de: 2FAS Pass Browser-Erweiterung
pl: Rozszerzenie przeglądarki 2FAS Pass

# stateUnknown
source: You can turn on 2FAS Pass Browser Extension in Safari Extensions settings.
de: Du kannst die 2FAS Pass Browser-Erweiterung in den Safarieinstellungen aktivieren.
pl: Możesz włączyć rozszerzenie 2FAS Pass w ustawieniach rozszerzeń Safari.
